Repository: FRodman19/bride-app
Catalog: lib/l10n/app_*.arb
Languages: fr

# appTitle
source: Performance Tracker
fr: Suivi de Performance

source: Settings
fr: Paramètres

# settingsSubtitle
source: Manage your preferences
fr: Gérez vos préférences

source: ACCOUNT
fr: COMPTE

source: PREFERENCES
fr: PRÉFÉRENCES

# dataAndStorage
source: DATA & STORAGE
fr: DONNÉES & STOCKAGE

source: ABOUT
fr: À PROPOS

source: Language
fr: Langue

# languageEnglish
source: English
fr: Anglais

# languageFrench
source: French
fr: Français

# languageUpdated
source: Language updated to {language}
fr: Langue mise à jour: {language}

source: Default Currency
fr: Devise par défaut

# currencyUpdated
source: Default currency updated
fr: Devise par défaut mise à jour

source: Select Currency
fr: Sélectionner la devise

source: Theme
fr: Thème

# themeLight
source: Light Mode
fr: Mode Clair

# themeDark
source: Dark Mode
fr: Mode Sombre

# themeSystem
source: System Default
fr: Système par défaut

source: Theme updated
fr: Thème mis à jour

source: Push Notifications
fr: Notifications Push

source: Daily Reminder
fr: Rappel Quotidien

source: Weekly Summary
fr: Résumé Hebdomadaire

source: Coming soon
fr: Bientôt disponible

source: All data synced
fr: Toutes les données synchronisées

# lastSynced
source: Last synced: Just now
fr: Dernière synchronisation : {time}

# itemsPendingSync
source: {count} items pending sync
fr: {count} éléments en attente

source: Will sync when online
fr: Synchro quand en ligne

source: Sync coming soon
fr: Synchro bientôt disponible

source: Privacy Policy
fr: Politique de confidentialité

source: Terms of Service
fr: Conditions d'utilisation

source: Logout
fr: Déconnexion

source: Logging out...
fr: Déconnexion...

# logoutConfirmTitle
source: Logout
fr: Déconnexion

# logoutConfirmMessage
source: Are you sure you want to logout?
fr: Voulez-vous vraiment vous déconnecter?

# logoutConfirmSubtext
source: You'll need to sign in again to access your data.
fr: Vous devrez vous reconnecter pour accéder à vos données.

# logoutDataSaved
source: Your data is saved and will sync when you return.
fr: Vos données sont sauvegardées et se synchroniseront à votre retour.

source: Cancel
fr: Annuler

source: Failed to logout
fr: Échec de la déconnexion

source: Dashboard
fr: Tableau de bord

# activeProjectsCount
source: {count} active project
fr: {count} projet actif

# activeProjectsCountPlural
source: {count} active projects
fr: {count} projets actifs

# trackYourPerformance
source: Track your project performance
fr: Suivez la performance de vos projets

source: Error loading trackers
fr: Erreur de chargement des projets

source: Recent Project
fr: Projet Récent

source: Top Performers
fr: Meilleures Performances

source: Needs Attention
fr: Nécessite Attention

source: Projects
fr: Projets

source: Project
fr: Projet

# manageAllProjects
source: Manage all your projects
fr: Gérez tous vos projets

source: Error loading projects
fr: Erreur de chargement des projets

source: Active Projects
fr: Projets Actifs

source: Archived
fr: Archivés

source: Active
fr: Actif

# activeArchivedCount
source: {active} active, {archived} archived
fr: {active} actifs, {archived} archivés

source: New Project
fr: Nouveau Projet

source: Create Project
fr: Créer le Projet

source: Create First Project
fr: Créer Premier Projet

# projectCreatedSuccess
source: Project created successfully
fr: Projet créé avec succès

source: Project Name
fr: Nom du Projet

# projectNameHint
source: e.g., Summer Campaign 2024
fr: ex: Campagne Été 2024

source: Enter project name
fr: Entrez le nom du projet

source: Start Date
fr: Date de Début

source: Select start date
fr: Sélectionnez la date de début

source: Currency
fr: Devise

source: Platforms
fr: Plateformes

source: Select platforms
fr: Sélectionnez les plateformes

source: Revenue Target
fr: Objectif de Revenu

source: Revenue Target (Optional)
fr: Objectif de Revenu (Optionnel)

source: Optional
fr: Optionnel

source: Engagement Target
fr: Objectif d'Engagement

source: Engagement Target (Optional)
fr: Objectif d'Engagement (Optionnel)

# engagementTargetHint
source: e.g., 100 DMs/Leads
fr: ex: 100 DMs/Prospects

source: Setup Cost
fr: Coût d'Installation

# setupCostHelper
source: One-time cost to set up this project (ads, tools, etc.)
fr: Coût unique pour configurer ce projet (pubs, outils, etc.)

source: Monthly Growth Cost
fr: Coût de Croissance Mensuel

# monthlyGrowthCostHelper
source: Recurring monthly expenses (subscriptions, ads budget, etc.)
fr: Dépenses mensuelles récurrentes (abonnements, budget pubs, etc.)

source: Goals (Optional)
fr: Objectifs (Optionnel)

source: Notes (Optional)
fr: Notes (Optionnel)

# addNotesOptional
source: Add any notes about this project...
fr: Ajoutez des notes sur ce projet...

source: Any notes about today...
fr: Des notes sur aujourd'hui...

source: Save
fr: Enregistrer

source: Saving...
fr: Enregistrement...

source: Create
fr: Créer

source: Go Back
fr: Retour

source: Project Limit Reached
fr: Limite de Projets Atteinte

# projectLimitMessage
source: You have 20 active projects. Archive some to create new ones.
fr: Vous avez 20 projets actifs. Archivez-en pour en créer de nouveaux.

# pleaseSelectPlatform
source: Please select at least one platform
fr: Veuillez sélectionner au moins une plateforme

source: Archive Project
fr: Archiver le Projet

source: Restore Project
fr: Restaurer le Projet

# moveToArchive
source: Move to archive (read-only)
fr: Déplacer vers les archives (lecture seule)

# moveToActive
source: Move back to active projects
fr: Remettre dans les projets actifs

source: Delete Project
fr: Supprimer le projet

# deleteProjectPermanently
source: Permanently delete this project
fr: Supprimer définitivement ce projet

# deleteProjectConfirmTitle
source: Delete Project?
fr: Supprimer le Projet?

# deleteProjectConfirmMessage
source: This will permanently delete "{name}" and all its entries. This action cannot be undone.
fr: Ceci supprimera définitivement "{name}" et toutes ses entrées. Cette action est irréversible.

source: Delete
fr: Supprimer

source: Restore
fr: Restaurer

source: Project restored
fr: Projet restauré

# trackerRestored
source: {name} restored
fr: {name} restauré

source: Project archived
fr: Projet archivé

source: Project deleted
fr: Projet supprimé

# trackerDeleted
source: {name} deleted
fr: {name} supprimé

source: Failed to restore project
fr: Échec de la restauration du projet

source: Failed to restore tracker
fr: Échec de la restauration

source: Failed to archive project
fr: Échec de l'archivage du projet

source: Failed to delete project
fr: Échec de la suppression du projet

source: Failed to delete tracker
fr: Échec de la suppression

source: Archived Trackers
fr: Projets Archivés

source: No Archived Trackers
fr: Aucun Projet Archivé

# archivedTrackersDescription
source: Archived trackers are campaigns you've completed or paused.
fr: Les projets archivés sont des campagnes terminées ou en pause.

source: Archiving a tracker:
fr: Archiver un projet:

# removesFromDashboard
source: Removes it from active dashboard
fr: Le retire du tableau de bord actif

source: Preserves all data
fr: Préserve toutes les données

source: Can be restored anytime
fr: Peut être restauré à tout moment

source: Keeps historical records
fr: Conserve les historiques

# toArchiveTracker
source: To archive a tracker: Open tracker > Menu > Archive
fr: Pour archiver un projet: Ouvrir projet > Menu > Archiver

# archivedTrackersPreserved
source: These trackers are archived but preserved for reference. You can restore or permanently delete them.
fr: Ces projets sont archivés mais conservés pour référence. Vous pouvez les restaurer ou les supprimer définitivement.

source: ARCHIVED TRACKERS ({count})
fr: PROJETS ARCHIVÉS ({count})

# archivedTrackersNote
source: Archived trackers don't count toward active performance metrics
fr: Les projets archivés ne comptent pas dans les métriques de performance actives

source: Final Profit:
fr: Profit Final:

source: Duration
fr: Durée

# deleteTrackerTitle
source: Delete Tracker?
fr: Supprimer le Projet?

# deleteTrackerMessage
source: This will permanently delete the tracker and all associated data including:
fr: Ceci supprimera définitivement le projet et toutes les données associées incluant:

source: All daily entries
fr: Toutes les entrées quotidiennes

source: All posts
fr: Tous les posts

# allReportsData
source: All reports and analytics data
fr: Toutes les données de rapports et d'analyses

# actionCannotBeUndone
source: This action cannot be undone.
fr: Cette action est irréversible.

# daysCount
source: {count} days
fr: {count} jours

# weeksCount
source: {count} {count, plural, =1{week} other{weeks}}
fr: {count} {count, plural, =1{semaine} other{semaines}}

# monthsCount
source: {count} {count, plural, =1{month} other{months}}
fr: {count} {count, plural, =1{mois} other{mois}}

source: Sign In
fr: Se connecter

# signInToContinue
source: Sign in to continue tracking your performance
fr: Connectez-vous pour suivre vos performances

source: Welcome back
fr: Bon retour

source: Enter your email
fr: Entrez votre email

source: Password
fr: Mot de passe

source: Enter your password
fr: Entrez votre mot de passe

# createPasswordHint
source: Create a password (min 6 characters)
fr: Créez un mot de passe (min 6 caractères)

source: Forgot password?
fr: Mot de passe oublié?

# dontHaveAccount
source: Don't have an account?
fr: Pas encore de compte?

source: Sign Up
fr: S'inscrire

source: Create account
fr: Créer un compte

# joinToStartTracking
source: Start tracking your campaign performance
fr: Commencez à suivre vos performances de campagne

# almostThereCheckEmail
source: Almost there! Check your email to confirm.
fr: Presque terminé! Vérifiez votre email pour confirmer.

source: Check your email
fr: Vérifiez votre email

# emailConfirmationSent
source: We sent a confirmation link to {email}
fr: Nous avons envoyé un lien de confirmation à {email}

source: Full Name
fr: Nom Complet

source: Enter your name
fr: Entrez votre nom

source: Confirm Password
fr: Confirmer le Mot de passe

# reEnterPassword
source: Re-enter your password
fr: Ressaisissez votre mot de passe

# alreadyHaveAccount
source: Already have an account?
fr: Vous avez déjà un compte?

source: Back to Sign In
fr: Retour à la connexion

source: Reset password
fr: Réinitialiser le mot de passe

# resetPasswordInstructions
source: Enter your email and we'll send you a reset link
fr: Entrez votre email et nous vous enverrons un lien de réinitialisation

# checkEmailForResetLink
source: Check your email for a password reset link
fr: Vérifiez votre email pour le lien de réinitialisation

# passwordResetEmailSent
source: Password reset email sent to {email}
fr: Email de réinitialisation envoyé à {email}

source: Send Reset Link
fr: Envoyer le Lien

source: Log Entry
fr: Saisir une Entrée

source: Edit Entry
fr: Modifier l'Entrée

source: Entry Detail
fr: Détail de l'Entrée

source: Entry History
fr: Historique des Entrées

source: Tracker not found
fr: Projet non trouvé

# todayLabel
source: TODAY
fr: AUJOURD'HUI

source: Revenue
fr: Revenu

source: Total Revenue
fr: Revenu Total

# howMuchEarnToday
source: How much did you earn today?
fr: Combien avez-vous gagné aujourd'hui?

source: Enter revenue
fr: Entrez le revenu

source: AD SPEND
fr: DÉPENSES PUB

# todaySpend
source: Today: {amount}
fr: Aujourd'hui: {amount}

# enterSpendPerPlatform
source: Enter how much you spent on each platform today
fr: Entrez vos dépenses par plateforme aujourd'hui

source: Platform Spend
fr: Dépenses par Plateforme

source: Add Platform Spend
fr: Ajouter Dépense Plateforme

source: DMs/Leads
fr: DMs/Prospects

source: DMS / LEADS (Optional)
fr: DMS / PROSPECTS (Optionnel)

source: Inbound only
fr: Entrants uniquement

source: SUMMARY
fr: RÉSUMÉ

source: Profit/Loss
fr: Profit/Perte

source: Total Profit
fr: Profit Total

source: Total Spend
fr: Dépenses Totales

source: Spend
fr: Dépenses

source: Save Entry
fr: Enregistrer l'Entrée

# entryLoggedSuccess
source: Entry logged successfully
fr: Entrée enregistrée avec succès

# entrySaved
source: Entry saved successfully
fr: Entrée enregistrée avec succès

# entryUpdated
source: Entry updated successfully
fr: Entrée mise à jour avec succès

# entryDeleted
source: Entry deleted successfully
fr: Entrée supprimée avec succès

source: Delete Entry
fr: Supprimer l'Entrée

# deleteEntryConfirm
source: Are you sure you want to delete this entry?
fr: Voulez-vous vraiment supprimer cette entrée?

source: Overview
fr: Aperçu

source: Daily Entries
fr: Entrées Quotidiennes

source: Reports
fr: Rapports

source: Entries
fr: Entrées

source: No entries yet
fr: Aucune entrée

# noEntriesYetSubtitle
source: Log your first daily entry to start tracking revenue and spend
fr: Enregistrez votre première entrée pour suivre revenus et dépenses

# startLoggingEntries
source: Start logging your daily performance
fr: Commencez à enregistrer vos performances quotidiennes

source: Log First Entry
fr: Première Entrée

source: No posts yet
fr: Aucun post

# noPostsYetSubtitle
source: Add posts to track your content across platforms
fr: Ajoutez des posts pour suivre votre contenu sur les plateformes

source: Add Post
fr: Ajouter un Post

source: No archived projects
fr: Aucun projet archivé

# archivedProjectsAppearHere
source: Projects you archive will appear here
fr: Les projets archivés apparaîtront ici

source: No entries found
fr: Aucune entrée trouvée

# tryAdjustingFilters
source: Try adjusting your filters or date range
fr: Essayez d'ajuster vos filtres ou la période

source: NET PROFIT
fr: PROFIT NET

source: Nothing yet
fr: Rien pour l'instant

# startFirstProject
source: Start your first project and track your progress
fr: Commencez votre premier projet et suivez vos progrès

source: Start New Project
fr: Nouveau Projet

source: What you can track:
fr: Ce que vous pouvez suivre:

source: Track revenue & spending
fr: Suivre revenus & dépenses

source: Monitor growth metrics
fr: Surveiller les métriques de croissance

source: Log posts & content
fr: Enregistrer posts & contenu

source: See performance trends
fr: Voir les tendances de performance

source: Today
fr: Aujourd'hui

source: Yesterday
fr: Hier

source: This Week
fr: Cette Semaine

source: This Month
fr: Ce Mois

source: All Time
fr: Tout le Temps

source: Daily
fr: Quotidien

source: Weekly
fr: Hebdomadaire

source: Monthly
fr: Mensuel

source: Design System Gallery
fr: Galerie du Système de Design

source: Error
fr: Erreur

source: Retry
fr: Réessayer

source: Loading...
fr: Chargement...

source: No data
fr: Aucune donnée

source: Success
fr: Succès

source: Warning
fr: Avertissement

source: Product Launch
fr: Lancement de Produit

source: Lead Generation
fr: Génération de Prospects

source: Brand Awareness
fr: Notoriété de Marque

source: Sales
fr: Ventes

source: Project not found
fr: Projet non trouvé

# startedOn
source: Started {date}
fr: Démarré le {date}

source: Edit Project
fr: Modifier le Projet

source: Export Data
fr: Exporter les Données

source: {name} restored
fr: {name} restauré

source: Failed to restore
fr: Échec de la restauration

source: {name} archived
fr: {name} archivé

source: Failed to archive
fr: Échec de l'archivage

source: Failed to delete
fr: Échec de la suppression

source: Recent Entries
fr: Entrées Récentes

source: View All
fr: Voir Tout

# noEntriesYetShort
source: No entries yet
fr: Aucune entrée

# logFirstEntryToStart
source: Log your first daily entry to start tracking
fr: Enregistrez votre première entrée pour commencer le suivi

# moreEntriesInTab
source: {count} more entries - View in Entries tab
fr: {count} entrées de plus - Voir dans l'onglet Entrées

source: Goals
fr: Objectifs

source: Targets
fr: Cibles

# target
source: Target: {value}
fr: Cible: {value}

source: Net loss
fr: Perte nette

source: Days Active
fr: Jours Actifs

source: since start
fr: depuis le début

source: Logged
fr: Enregistré

source: Monthly Cost
fr: Coût Mensuel

source: Failed to load entries
fr: Échec du chargement des entrées

# noEntriesYetTitle
source: No Entries Yet
fr: Aucune Entrée

# dailyEntriesDescription
source: Daily entries track your campaign performance day by day.
fr: Les entrées quotidiennes suivent les performances de votre campagne jour après jour.

source: Each entry logs:
fr: Chaque entrée enregistre:

# totalRevenueForDay
source: Total revenue for the day
fr: Revenu total du jour

source: Ad spend per platform
fr: Dépenses pub par plateforme

source: DMs/Leads received
fr: DMs/Prospects reçus

source: Daily profit (calculated)
fr: Profit quotidien (calculé)

# startTrackingToSee
source: Start tracking to see trends, ROI, and burn rate.
fr: Commencez le suivi pour voir les tendances, le ROI et le taux de dépenses.

source: SUMMARY ({filter})
fr: RÉSUMÉ ({filter})

source: Total Entries
fr: Total Entrées

source: Avg Daily Profit
fr: Profit Quotidien Moy.

source: Total DMs/Leads
fr: Total DMs/Prospects

source: Best Day
fr: Meilleur Jour

source: Worst Day
fr: Pire Jour

source: History
fr: Historique

source: No entries for {filter}
fr: Aucune entrée pour {filter}

# todaySection
source: TODAY
fr: AUJOURD'HUI

# yesterdaySection
source: YESTERDAY
fr: HIER

# thisWeekSection
source: THIS WEEK
fr: CETTE SEMAINE

# lastWeekSection
source: LAST WEEK
fr: SEMAINE DERNIÈRE

# thisMonthSection
source: THIS MONTH
fr: CE MOIS

source: loss
fr: perte

source: Spend: {amount}
fr: Dép: {amount}

# reportsTitle
source: Reports
fr: Rapports

source: Quick Export
fr: Export Rapide

# exportAllData
source: Export all data as spreadsheet
fr: Exporter toutes les données en tableur

source: Export formatted report
fr: Exporter un rapport formaté

# exportedSuccess
source: Exported successfully
fr: Exporté avec succès

source: Failed to export
fr: Échec de l'export

# comingSoonExport
source: Export coming soon
fr: Export bientôt disponible

source: Key Insights
fr: Insights Clés

source: Project Performance
fr: Performance du Projet

source: Profitable project!
fr: Projet rentable!

source: Needs optimization
fr: Optimisation nécessaire

source: Avg profit margin
fr: Marge bénéficiaire moy.

source: Spend Analysis
fr: Analyse des Dépenses

# totalAdSpend
source: Total ad spend across platforms
fr: Total des dépenses pub sur les plateformes

# avgDailySpend
source: Avg daily spend: {amount}
fr: Dépense quotidienne moy.: {amount}

source: Engagement Stats
fr: Stats d'Engagement

# totalLeadsReceived
source: Total leads/DMs received
fr: Total prospects/DMs reçus

# avgPerDay
source: Avg {count}/day
fr: Moy. {count}/jour

source: Need more data
fr: Besoin de plus de données

# logMoreEntries
source: Log more entries to see insights
fr: Enregistrez plus d'entrées pour voir les insights

# addYourFirstPost
source: Add your first post to track content
fr: Ajoutez votre premier post pour suivre le contenu

source: PERFORMANCE OVERVIEW
fr: APERÇU DES PERFORMANCES

# activeCount
source: {count} active
fr: {count} actifs

# entryCount
source: {count} {count, plural, =1{entry} other{entries}}
fr: {count} {count, plural, =1{entrée} other{entrées}}

# entrySingular
source: entry
fr: entrée

# entriesPlural
source: entries
fr: entrées

# dailyReport
source: Daily Report ({date})
fr: Rapport Quotidien ({date})

# weeklyReport
source: Weekly Report ({start} - {end})
fr: Rapport Hebdomadaire ({start} - {end})

# monthlyReport
source: Monthly Report ({month})
fr: Rapport Mensuel ({month})

source: No data yet
fr: Pas encore de données

# logFirstEntryForReports
source: Log your first entry to see reports
fr: Enregistrez votre première entrée pour voir les rapports

source: TOTAL PROFIT/LOSS
fr: PROFIT/PERTE TOTAL

# totalRevenueLabel
source: Total Revenue
fr: Revenu Total

# totalSpendLabel
source: Total Spend
fr: Dépense Totale

source: Setup Costs
fr: Coûts d'Installation

# finalProfitLabel
source: Final Profit
fr: Profit Final

source: REVENUE VS SPEND OVER TIME
fr: REVENUS VS DÉPENSES AU FIL DU TEMPS

# revenueLabel
source: Revenue: {amount}
fr: Revenus: {amount}

# spendLabel
source: Spend: {amount}
fr: Dépenses: {amount}

source: WORST PERFORMING DAYS
fr: JOURS LES MOINS PERFORMANTS

source: BURN RATE
fr: TAUX DE CONSOMMATION

source: Daily Burn Rate
fr: Taux Quotidien

source: Projected Monthly Burn
fr: Projection Mensuelle

source: Days until budget depleted
fr: Jours avant épuisement du budget

source: CUMULATIVE PROFIT
fr: PROFIT CUMULÉ

source: Export Report
fr: Exporter le Rapport

source: Adding...
fr: Ajout en cours...

# adjustFiltersOrSearch
source: Try adjusting your filters or search
fr: Essayez de modifier vos filtres ou votre recherche

source: All
fr: Tous

source: All Entries
fr: Toutes les entrées

source: Average Daily Spend
fr: Dépense moyenne quotidienne

source: Average Monthly Spend
fr: Dépense moyenne mensuelle

source: Average Weekly Spend
fr: Dépense moyenne hebdomadaire

source: Avg Daily
fr: Moyenne quotidienne

# breakEvenLabel
source: Break-even: {date} (day {day})
fr: Point mort : {date} (jour {day})

source: Breakdown
fr: Détails

# burnRateDescription
source: How fast you're spending money
fr: La vitesse à laquelle vous dépensez

# burnRateProjection
source: At this rate, you'll spend {amount} per year on ads
fr: À ce rythme, vous dépenserez {amount} par an en publicité

source: Calculation
fr: Calcul

# completeHistoryTitle
source: {name} - Complete History
fr: {name} - Historique complet

source: Complete timeline
fr: Chronologie complète

# createdOn
source: Created: {date}
fr: Créé : {date}

source: CUMULATIVE PROFIT TREND
fr: TENDANCE DU PROFIT CUMULÉ

source: Current Pace:
fr: Rythme actuel :

# dailyEarningQuestion
source: How much did you earn this day?
fr: Combien avez-vous gagné ce jour-là ?

source: Daily Loss
fr: Perte quotidienne

source: Daily Profit
fr: Profit quotidien

# dailyReportLabel
source: Daily Report ({date})
fr: Rapport quotidien ({date})

# dateLocked
source: Date cannot be changed when editing
fr: La date ne peut pas être modifiée lors de l'édition

source: Date Range
fr: Plage de dates

# defaultUserName
source: User
fr: Utilisateur

source: Delete Post
fr: Supprimer le post

# deletePostQuestion
source: Delete Post?
fr: Supprimer le post ?

source: Description (Optional)
fr: Description (facultatif)

# designSystemGalleryTooltip
source: Design System Gallery
fr: Galerie du design system

source: Edit
fr: Modifier

source: Edit Post
fr: Modifier le post

source: Engagement metrics
fr: Indicateurs d'engagement

# entriesCount
source: {count} {count, plural, =1{entry} other{entries}}
fr: {count} {count, plural, =1{entrée} other{entrées}}

source: Entries not loaded
fr: Entrées non chargées

source: Entry deleted successfully
fr: Entrée supprimée avec succès

# entryHistoryDescription
source: Entry history shows all your daily performance logs in one place.
fr: L'historique regroupe tous vos journaux quotidiens au même endroit.

# entryHistoryHighlightsTitle
source: As you log entries, you'll see:
fr: En enregistrant des entrées, vous verrez :

source: Entry not found
fr: Entrée introuvable

source: Entry updated successfully
fr: Entrée mise à jour avec succès

source: Exporting...
fr: Export en cours...

source: Failed to add post
fr: Échec de l'ajout du post

source: Failed to delete entry
fr: Échec de la suppression de l'entrée

source: Failed to delete post
fr: Échec de la suppression du post

source: Failed to update post
fr: Échec de la mise à jour du post

source: From all channels combined
fr: Depuis tous les canaux combinés

# goalBrandAwareness
source: Brand Awareness
fr: Notoriété de la marque

# goalLeadGeneration
source: Lead Generation
fr: Génération de leads

# goalProductLaunch
source: Product Launch
fr: Lancement de produit

# goalSales
source: Sales
fr: Ventes
