Repository: FRodman19/bride-app
Catalog: lib/l10n/app_*.arb
Languages: fr

source: Last edited
fr: Dernière modification

# lastEditedLabel
source: Last edited
fr: Dernière modification

# lastEditedOn
source: Last edited: {date} at {time}
fr: Dernière modification : {date} à {time}

# loggedOn
source: Logged: {date} at {time}
fr: Enregistré : {date} à {time}

# messagesReceivedQuestion
source: How many messages or leads did you receive?
fr: Combien de messages ou de leads avez-vous reçus ?

source: Metadata
fr: Métadonnées

# monthlyReportLabel
source: Monthly Report ({monthYear})
fr: Rapport mensuel ({monthYear})

source: Never
fr: Jamais

source: No ad spend recorded
fr: Aucune dépense publicitaire enregistrée

source: No entries for
fr: Aucune entrée pour

# notAvailable
source: N/A
fr: N/D

# platformLabel
source: Platform
fr: Plateforme

# platformRequired
source: Platform *
fr: Plateforme *

source: Post added successfully
fr: Post ajouté avec succès

# postContentPrompt
source: What content did you publish?
fr: Quel contenu avez-vous publié ?

source: Post deleted
fr: Post supprimé

# postDescriptionHint
source: Post caption or summary...
fr: Légende ou résumé du post...

source: Post Info
fr: Infos du post

source: Post Link (Optional)
fr: Lien du post (facultatif)

# postTitleHint
source: e.g., Launch Announcement
fr: ex. Annonce de lancement

# postTitleRequired
source: Post Title *
fr: Titre du post *

# postTitleValidation
source: Title must be at least 3 characters
fr: Le titre doit comporter au moins 3 caractères

source: Post updated successfully
fr: Post mis à jour avec succès

# postedOn
source: Posted: {date}
fr: Publié : {date}

# postsDoNotAffectMetrics
source: Note: Posts don't affect revenue or profit calculations.
fr: Remarque : les posts n'affectent pas les calculs de revenus ou de profits.

# postsOptionalDescription
source: Posts are optional reference links to track what content you published.
fr: Les posts sont des liens facultatifs pour suivre le contenu publié.

source: Potential leads
fr: Prospects potentiels

source: PROFIT/LOSS SUMMARY
fr: RÉCAPITULATIF PROFIT/PERTE

source: Profit trends
fr: Tendances de profit

source: Publish Date
fr: Date de publication

# recoveredSetupCosts
source: Recovered setup costs on {date}
fr: Coûts de configuration récupérés le {date}

source: Revenue patterns
fr: Tendances de revenus

# roiEarningsDescription
source: For every 1 {currency} spent, you earn {multiplier} in revenue
fr: Pour chaque 1 {currency} dépensé, vous gagnez {multiplier} de revenus

source: Save Changes
fr: Enregistrer les modifications

# searchByDateHint
source: Search by date...
fr: Rechercher par date...

source: Select date (optional)
fr: Sélectionner une date (facultatif)

# startLoggingHistory
source: Start logging to build your performance history!
fr: Commencez à enregistrer pour constituer votre historique de performance !

source: Total Received
fr: Total reçu

# viewAllPosts
source: View all {count} posts
fr: Voir les {count} posts

# weeklyReportRange
source: Weekly Report ({start} - {end})
fr: Rapport hebdomadaire ({start} - {end})

# projectsHeading
source: Projects
fr: Projets

# projectStartedOn
source: Started {date}
fr: Démarré le {date}

# projectUpdatedSuccess
source: Project updated successfully
fr: Projet mis à jour avec succès

# startDateCannotBeChanged
source: Start date cannot be changed after creation
fr: La date de début ne peut pas être modifiée après la création

source: DANGER ZONE
fr: ZONE DE DANGER

source: This action cannot be undone
fr: Cette action est irréversible

source: What will be deleted:
fr: Ce qui sera supprimé :

# allEntriesCount
source: All {count} entries
fr: Toutes les {count} entrées

# completeHistory
source: Complete project history
fr: Historique complet du projet

# typeProjectNameToConfirm
source: Type "{name}" to confirm deletion
fr: Tapez "{name}" pour confirmer la suppression

# projectDeletedSuccess
source: Project deleted successfully
fr: Projet supprimé avec succès

source: Something went wrong
fr: Une erreur s'est produite

# errorOccurredTryAgain
source: An error occurred. Please try again.
fr: Une erreur s'est produite. Veuillez réessayer.

source: Try Again
fr: Réessayer

source: Connection Error
fr: Erreur de connexion

# checkInternetConnection
source: Please check your internet connection and try again.
fr: Veuillez vérifier votre connexion internet et réessayer.
